Repository: hamzasukkar/MonitoringAndEvaluationPlatform
Catalog: MonitoringAndEvaluationPlatform/Resources/Views/Projects/Create.*.resx
Languages: ar

source: Project
ar: المشروع

source: No files uploaded for this project.
ar: لم يتم تحميل أي ملفات لهذا المشروع.

source: Impact Assessment
ar: تقييم الأثر

source: Impact measurement
ar: قياس الأثر

source: Field activities completion
ar: إكمال الأنشطة الميدانية

source: Disbursement
ar: الصرف

source: Budget utilization
ar: استخدام الميزانية

source: Overall project performance
ar: الأداء العام للمشروع

source: Financial Information
ar: المعلومات المالية

source: Estimated Budget
ar: الموازنة

source: Community
ar: المجتمع المحلي

source: SubDistrict
ar: المنطقة الفرعية

source: District
ar: المنطقة

source: Regions Information
ar: معلومات المناطق

source: Start Date
ar: تاريخ البدء

source: End Date
ar: تاريخ الانتهاء

source: Sector
ar: القطاع

source: Basic Information
ar: المعلومات الأساسية

source: Activities
ar: الأنشطة

source: Action Plans
ar: خطط العمل

source: Measures
ar: المقايس

source: Alignement
ar: التوافق

source: Governorate
ar: محافظة

source: Real Budget
ar: الميزانية الحقيقية

source: Field Monitoring
ar: المراقبة الميدانية

source: Donor
ar: المانح

source: Ministry
ar: الوزارة

source: Project Manager
ar: مدير المشروع

source: Supervisor
ar: مشرف

source: Performance
ar: أداء

source: Project Name
ar: اسم المشروع

source: Plans Count
ar: عدد الخطط

source: Project Location
ar: موقع المشروع

source: Select Governorate
ar: اختر المحافظة

source: Select Subdistrict
ar: حدد المنطقة الفرعية

source: Select Community
ar: اختر المجتمع

source: Select District
ar: اختر المنطقة

source: Budget Information
ar: معلومات الميزانية

source: Stakeholders
ar: المالكون

source: Add Location
ar: إضافة الموقع

source: Reset
ar: مسح الفلاتر

source: Fill in the project details below
ar: املأ تفاصيل المشروع أدناه

source: Create New Project
ar: إنشاء مشروع جديد

source: Project Documents
ar: وثائق المشروع

source: Upload Files
ar: تحميل الملفات

source: Uploaded Files
ar: الملفات المحمّلة

source: SDGs
ar: أهداف التنمية المستدامة

source: Create Project
ar: إنشاء مشروع

source: Cancel
ar: إلغاء

source: Target Measures
ar: الإنجاز المستهدف

source: Add Measure
ar: إضافة مقياس

source: Indicator
ar: المشروع

source: Value
ar: القيمة

source: Date
ar: التاريخ

source: Select Indicator
ar: اختيار المشروع

source: Project Indicators
ar: مؤشرات المشروع

source: Select an indicator
ar: اختيار المؤشر

source: Project Information
ar: معلومات المشروع

source: Enter project name
ar: أدخل اسم المشروع

source: Project Timeline
ar: الجدول الزمني للمشروع

source: Sectors
ar: القطاعات

source: Ministries
ar: الوزارات

source: Hold Ctrl/Cmd to select multiple donor
ar: اضغط باستمرار على Ctrl/Cmd لتحديد عدة مانحين

source: Add Donor
ar: إضافة مانح

source: Available Donors
ar: المانحون المتاحون

source: Project implementation start date
ar: تاريخ بدء تنفيذ المشروع

source: Enter the total estimated budget for this project (minimum $0.01)
ar: أدخل إجمالي الميزانية المقدرة لهذا المشروع (الحد الأدنى 0.01 دولار)

source: Hold Ctrl/Cmd to select multiple sectors
ar: اضغط باستمرار على Ctrl/Cmd لتحديد قطاعات متعددة

source: Choose the primary manager responsible for this project
ar: اختر المدير الرئيسي المسؤول عن هذا المشروع

source: Choose the supervisor who will oversee this project
ar: اختر المشرف الذي سيشرف على هذا المشروع

source: Select donors one by one and specify their funding percentages
ar: حدد الجهات المانحة واحدًا تلو الآخر وحدد نسب تمويلها

source: Choose the key performance indicator for measuring project success
ar: اختر مؤشر الأداء الرئيسي لقياس نجاح المشروع

source: Choose a clear and meaningful name for your project
ar: اختر اسمًا واضحًا وذا معنى لمشروعك

source: Project completion deadline
ar: الموعد النهائي لإكمال المشروع

source: Fill in the project details below to create a comprehensive project plan
ar: قم بملء تفاصيل المشروع أدناه لإنشاء خطة مشروع شاملة

source: Select a donor to add
ar: حدد المانح لإضافته

source: Select Ministry
ar: اختر الوزارة

source: Select one or more sectors
ar: حدد قطاعًا واحدًا أو أكثر

source: Enter a descriptive project name (3-200 characters)
ar: أدخل اسمًا وصفيًا للمشروع (3-200 حرف)
