Repository: hamzasukkar/MonitoringAndEvaluationPlatform
Catalog: MonitoringAndEvaluationPlatform/Resources/Areas/Identity/Pages/Account/AccessDenied.*.resx
Languages: ar

source: Access Denied
ar: تم رفض الوصول

source: You don't have permission to access this resource
ar: ليس لديك صلاحية للوصول إلى هذا المورد

source: You do not have the required permissions to access this resource.
ar: ليس لديك الصلاحيات المطلوبة للوصول إلى هذا المورد.

source: Why am I seeing this?
ar: لماذا أرى هذا؟

source: Your account may not have the necessary role or permissions
ar: قد لا يحتوي حسابك على الدور أو الصلاحيات اللازمة

source: This resource may be restricted to specific users
ar: قد يكون هذا المورد مقتصراً على مستخدمين محددين

source: Your session may have expired
ar: ربما انتهت صلاحية جلستك

source: Go to Home
ar: الذهاب إلى الصفحة الرئيسية

source: Go Back
ar: العودة

source: Need help or believe this is an error?
ar: تحتاج مساعدة أو تعتقد أن هذا خطأ؟

source: Contact System Administrator
ar: اتصل بمسؤول النظام
