Repository: hamzasukkar/MonitoringAndEvaluationPlatform
Catalog: MonitoringAndEvaluationPlatform/Resources/Views/Ministries/Index.*.resx
Languages: ar

source: Indicators Performance
ar: الأداء والأنجاز

source: Field Monitoring
ar: الرصد الميداني

source: Framework Name
ar: اسم الإطار

source: Disbursement Performance
ar: أداء الصرف

source: Impact Assessment
ar: تقييم الأثر

source: Actions
ar: الإجراءات

source: Ministry Name
ar: اسم الوزارة

source: Ministries Management
ar: إدارة الوزارات

source: View and manage all ministry performance metrics
ar: عرض وإدارة جميع مقاييس أداء الوزارة

source: Create a New Entity
ar: إنشاء جهة جديدة

source: Add New Ministry
ar: إضافة وزارة جديدة

source: Ministry Display Name
ar: اسم الوزارة

source: Ministry User Name
ar: اسم مستخدم الوزارة

source: Enter ministry name
ar: أدخل اسم الوزارة

source: Enter username
ar: أدخل اسم مستخدم الوزارة

source: Ministries
ar: الوزارات

source: Ministry Management
ar: إدارة الوزارة

source: Manage government ministries and track their performance
ar: إدارة الوزارات الحكومية ومتابعة أدائها

source: An error occurred while updating
ar: حدث خطأ أثناء التحديث

source: Ministry updated successfully
ar: تم تحديث الوزارة بنجاح

source: An error occurred while deleting
ar: حدث خطأ أثناء الحذف

source: Ministry has been deleted.
ar: تم حذف الوزارة.

source: Deleted!
ar: تم الحذف!

source: Cancel
ar: إلغاء

source: Yes, delete it!
ar: نعم احذفه!

source: You won't be able to revert this!
ar: لن تتمكن من التراجع عن هذا!

source: Are you sure?
ar: هل أنت متأكد؟

source: Delete ministry called with id:
ar: حذف الوزارة التي تم استدعاؤها بالمعرف:

source: Field updated successfully
ar: تم تحديث الحقل بنجاح

source: Updated!
ar: تم التحديث!

source: Value cannot be empty
ar: لا يمكن أن تكون القيمة فارغة

source: An error occurred while creating the ministry
ar: حدث خطأ أثناء إنشاء الوزارة

source: Ministry created successfully
ar: تم إنشاء الوزارة بنجاح

source: Ministry Display Name is required
ar: اسم عرض الوزارة مطلوب

source: Create your first ministry to get started
ar: أنشئ الوزراة الأولى للبدء

source: No ministries found
ar: لم يتم العثور على وزارات

source: No Measures Found
ar: لم يتم العثور على أي إنجازات

source: Measure added successfully and indicator performance updated
ar: تمت إضافة المقياس بنجاح وتم تحديث أداء المؤشر

source: Success
ar: نجاح

source: Failed to add measure. Please try again.
ar: تعذّر إضافة القياس. يُرجى المحاولة مجددًا.

source: Error
ar: خطأ

source: Home
ar: الصفحة الرئيسية

source: Logo
ar: الشعار

source: Enter emoji
ar: أدخل رمز تعبيري

source: e.g., 🏥 🏛️ ⚖️
ar: مثال: 🏥 🏛️ ⚖️

source: Ministry Display Name (Arabic)
ar: اسم الوزارة (بالعربية)

source: Enter ministry name in Arabic
ar: أدخل اسم الوزارة بالعربية

source: Ministry Display Name (English)
ar: اسم الوزارة (بالإنجليزية)

source: Enter ministry name in English
ar: أدخل اسم الوزارة بالإنجليزية

source: Edit
ar: تعديل

source: Delete
ar: حذف

source: Ministry Display Name (Arabic or English) is required
ar: اسم الوزارة (بالعربية أو الإنجليزية) مطلوب

source: Success!
ar: نجح!
