Repository: hamzasukkar/MonitoringAndEvaluationPlatform
Catalog: MonitoringAndEvaluationPlatform/Resources/Views/Ministries/PerformanceBreakdown.*.resx
Languages: ar

source: Performance Calculation Breakdown
ar: تفصيل حساب الأداء

source: Ministries
ar: الوزارات

source: Performance Breakdown
ar: تفصيل الأداء

source: Ministry:
ar: الوزارة:

source: How Performance is Calculated
ar: كيف يتم حساب الأداء

source: Ministry performance is calculated by aggregating all indicators from all projects associated with the ministry, weighted by their importance:
ar: يتم حساب أداء الوزارة من خلال تجميع جميع المؤشرات من جميع المشاريع المرتبطة بالوزارة، مع مراعاة أوزانها حسب الأهمية:

source: Each indicator has a weight (default = 1) and a target value
ar: كل مؤشر له وزن (افتراضي = 1) وقيمة مستهدفة

source: Achieved values come from measures entered for each indicator
ar: القيم المحققة تأتي من القياسات المدخلة لكل مؤشر

source: Weighted Target = Target × Weight
ar: الهدف الموزون = الهدف × الوزن

source: Weighted Achieved = Sum of Measures × Weight
ar: الإنجاز الموزون = مجموع القياسات × الوزن

source: Performance % = (Total Weighted Achieved / Total Weighted Target) × 100
ar: نسبة الأداء % = (إجمالي الإنجاز الموزون / إجمالي الهدف الموزون) × 100

source: Total Weighted Target
ar: إجمالي الهدف الموزون

source: Total Weighted Achieved
ar: إجمالي الإنجاز الموزون

source: Final Performance
ar: الأداء النهائي

source: Calculation Formula
ar: معادلة الحساب

source: Performance
ar: الأداء

source: Projects Breakdown
ar: تفصيل المشاريع

source: Project ID:
ar: رقم المشروع:

source: Indicator
ar: المؤشر

source: Weight
ar: الوزن

source: Target
ar: الهدف

source: Achieved
ar: المحقق

source: Weighted Target
ar: الهدف الموزون

source: Weighted Achieved
ar: الإنجاز الموزون

source: Measures
ar: القياسات

source: Code:
ar: الرمز:

source: measures
ar: قياسات

source: Date
ar: التاريخ

source: Value
ar: القيمة

source: Total
ar: المجموع

source: No measures
ar: لا توجد قياسات

source: Project Contribution:
ar: مساهمة المشروع:

source: No projects found for this ministry.
ar: لم يتم العثور على مشاريع لهذه الوزارة.

source: Back to Ministries
ar: العودة إلى الوزارات
