Repository: hamzasukkar/MonitoringAndEvaluationPlatform
Catalog: MonitoringAndEvaluationPlatform/Resources/Views/Home/Index.*.resx
Languages: ar

source: HEADER_TITLE
ar: لوحة معلومات المراقبة والتقييم

source: HEADER_SUBTITLE
ar: نظرة شاملة على مشاريع التنمية ومؤشرات الأداء وتقييم الأثر

source: STATS_ACTIVE_PROJECTS
ar: المشاريع النشطة

source: STATS_PARTNER_MINISTRIES
ar: الوزارات الشريكة

source: STATS_GOVERNORATES
ar: المحافظات

source: STATS_FRAMEWORKS
ar: الأطر

source: CHART_PROJECTS_BY_MINISTRY
ar: المشاريع حسب الوزارة

source: CHART_FRAMEWORK_PERFORMANCE
ar: أداء الأطر

source: CHART_PROJECT_DISTRIBUTION_LOCATION
ar: توزيع المشاريع حسب الموقع

source: CHART_IMPLEMENTATION_PROGRESS_TREND
ar: اتجاه تقدم التنفيذ

source: CHART_PERFORMANCE_PERCENTAGE
ar: نسبة الأداء %

source: CHART_PROJECT_IMPLEMENTATION
ar: تنفيذ المشاريع

source: CHART_PERFORMANCE_INDICATORS
ar: مؤشرات الأداء

source: PROGRESS_OVERVIEW_TITLE
ar: نظرة عامة على تقدم التنفيذ

source: PROGRESS_SDG_FRAMEWORK
ar: تنفيذ إطار أهداف التنمية المستدامة

source: PROGRESS_NATIONAL_DEVELOPMENT_PLAN
ar: خطة التنمية الوطنية

source: PROGRESS_MONITORING_EVALUATION_SYSTEM
ar: نظام المراقبة والتقييم

source: ACTIVITY_RECENT_TITLE
ar: النشاطات الحديثة للنظام

source: ACTIVITY_NEW_PROJECT_ADDED
ar: تمت إضافة مشروع جديد "تطوير البنية التحتية للتعليم"

source: ACTIVITY_PERFORMANCE_INDICATORS_UPDATED
ar: تم تحديث مؤشرات الأداء لقطاع الصحة

source: ACTIVITY_MONTHLY_REPORT_GENERATED
ar: تم إنشاء تقرير المراقبة الشهري بنجاح

source: ACTIVITY_NEW_STAKEHOLDERS_ADDED
ar: تمت إضافة 3 أصحاب مصلحة جدد لمشروع المياه والصرف الصحي

source: ACTIVITY_DASHBOARD_UPDATED
ar: تم تحديث لوحة معلومات أداء الربع الثالث

source: TIME_2_HOURS_AGO
ar: منذ ساعتين

source: TIME_5_HOURS_AGO
ar: منذ 5 ساعات

source: TIME_1_DAY_AGO
ar: منذ يوم واحد

source: TIME_2_DAYS_AGO
ar: منذ يومين

source: TIME_3_DAYS_AGO
ar: منذ 3 أيام

source: MONTH_JAN
ar: يناير

source: MONTH_FEB
ar: فبراير

source: MONTH_MAR
ar: مارس

source: MONTH_APR
ar: أبريل

source: MONTH_MAY
ar: مايو

source: MONTH_JUN
ar: يونيو

source: MONTH_JUL
ar: يوليو

source: MONTH_AUG
ar: أغسطس

source: MONTH_SEP
ar: سبتمبر

source: MONTH_OCT
ar: أكتوبر

source: MONTH_NOV
ar: نوفمبر

source: MONTH_DEC
ar: ديسمبر

source: Dashboard Title
ar: لوحة معلومات المراقبة والتقييم

source: Dashboard Subtitle
ar: نظرة شاملة على مشاريع التنمية ومؤشرات الأداء وتقييم الأثر

source: Active Projects
ar: المشاريع النشطة

source: Partner Ministries
ar: الوزارات الشريكة

source: Governorates
ar: المحافظات

source: Frameworks
ar: الأطر

source: Projects by Ministry
ar: المشاريع حسب الوزارة

source: Framework Performance
ar: أداء الأطر

source: Project Distribution by Location
ar: توزيع المشاريع حسب الموقع

source: Implementation Progress Trend
ar: اتجاه تقدم التنفيذ

source: Implementation Progress Overview
ar: نظرة عامة على تقدم التنفيذ

source: SDG Framework Implementation
ar: تنفيذ إطار أهداف التنمية المستدامة

source: National Development Plan
ar: خطة التنمية الوطنية

source: Monitoring &amp; Evaluation System
ar: نظام المراقبة والتقييم

source: Recent System Activity
ar: النشاطات الحديثة للنظام

source: New project added
ar: تمت إضافة مشروع جديد "تطوير البنية التحتية للتعليم"

source: Performance indicators updated
ar: تم تحديث مؤشرات الأداء لقطاع الصحة

source: Monthly report generated
ar: تم إنشاء تقرير المراقبة الشهري بنجاح

source: New stakeholders added
ar: تمت إضافة 3 أصحاب مصلحة جدد لمشروع المياه والصرف الصحي

source: Dashboard updated
ar: تم تحديث لوحة معلومات أداء الربع الثالث

source: 2 hours ago
ar: منذ ساعتين

source: 5 hours ago
ar: منذ 5 ساعات

source: 1 day ago
ar: منذ يوم واحد

source: 2 days ago
ar: منذ يومين

source: 3 days ago
ar: منذ 3 أيام

source: Performance %
ar: نسبة الأداء %

source: Project Implementation
ar: تنفيذ المشاريع

source: Performance Indicators
ar: مؤشرات الأداء
